### TODO переделать настройки через ini-файл для изменения без перезапуска бота

db_file = "transactions.db"

### текст кнопок клавиатур
main_menu_keyboard_text = {
    1: "📅 Что сегодня?",
    2: "🔜 Ближайшие",
    3: "➕ Добавить",
    4: "✏️ Редактировать"
}

nearest_menu_keyboard_text = {
    1: "3️⃣ дня",
    2: "7️⃣ дней",
    3: "3️⃣0️⃣ дней",
    4: "🗓 Этот месяц",
    5: "◀️ Назад"
}

reminder_period = 1

reminder_today_times = [
    "10:00",
    "14:00",
    "17:00",
    "23:09"
]
reminder_tomorrow_time = "15:00"

reccurent_count_months = 36
